10/data/attachments/757c785d299659d2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_f6707dd5-f761-49bf-8490-0cb48d9de0d5</nif:username>
            <nif:friendToBeAdded>Tamara_go_Actions_8746_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>